autoconf
automake
binutils
binwalk
cairo
cmake
cmigemo
coreutils
dex2jar
exiftool
findutils
fontconfig
fontforge
foremost
freetype
gcc
gdb
gdbm
gettext
git
git-flow
glib
gmp
go
gobject-introspection
harfbuzz
htop-osx
icu4c
iproute2mac
isl
jemalloc
jpeg
lbzip2
libarchive
libewf
libffi
libmagic
libmpc
libpng
libtermkey
libtiff
libtool
libuv
libvterm
lua@5.1
lv
mpfr
msgpack
neovim
nkf
nmap
openssl
p7zip
packer
pango
pcre
pigz
pixman
pixz
pkcrack
pkg-config
pv
python
radare2
readline
ricty
ripgrep
sleuthkit
sqlite
ssdeep
terraform
the_silver_searcher
tree
ucl
unibilium
upx
wget
xz
yara
zsh
zstd
